# App Descriptor
appTitle=Calculateur de Derailleurs
appDescription=A simple demo app

# Form labels
title=Calculateur de Derailleurs
gearing=Moyeu
derailleurs=D\u00e9railleurs
chainrings=Plateaux
cogs=Pignons
capacity=D\u00e9railleur Capacit\u00e9
development=Developpement
cadence=Cadence
circumference=Circonf\u00e9rence
tire_size=Pneus
maxChainAngle= Max. Angle Cha\u00eene
displayValue=Affichage
units=Unit\u00e9
metric=km/h
imperial=Mph
compare=Comparer
gearStep=Diff\u00e9rence
highTorque=High Torque!
teeth=Dents
ratio=Ratio
gearInches=Gear Inches
speed=Vitesse
linkDescription=Link to the currently selected setup

# Ribbon Banner
bannerText=
bannerSubText=
bannerLink=

# Help text
helpTitle=Instructions 
helpText=Ce calculateur de d\u00e9veloppements affiche graphiquement la vitesse et le d\u00e9veloppement (en pouces ou en m\u00e8tres) pour toutes les combinaisons d\u2019une transmission \u00e0 d\u00e9railleur ou \u00e0 moyeu \u00e0 vitesses int\u00e9gr\u00e9es. \n Le moyeu, les plateaux et les pignons peuvent \u00eatre choisis dans les listes d\u00e9roulantes ou s\u00e9lectionn\u00e9s en faisant glisser les symboles de plateau et de pignon. Les transmissions, plateaux et pignons inutilis\u00e9s peuvent \u00eatre supprim\u00e9s en les d\u00e9pla\u00e7ant vers la gauche. \n La taille de pneu peut \u00eatre choisie depuis la liste d\u00e9roulante ou, au choix, la circonf\u00e9rence du pneu en millim\u00e8tres peut \u00eatre entr\u00e9e \u00e0 la main. \n \n Le calculateur ne conna\u00eet bien s\u00fbr pas vos performances personnelles. Il est donc pr\u00e9f\u00e9rable de partir des donn\u00e9es de vitesses d\u2019un v\u00e9lo auquel vous \u00eates habitu\u00e9, par exemple des vitesses dont vous vous servez souvent, ou encore des dents qui vous manquent \u00e0 certaines allures. Le calculateur part d\u2019un VTT classiquement mont\u00e9 en 2x10. L\u2019option de comparaison vous permet de trouver de meilleures combinaisons pour votre style de conduite. \n Il est \u00e9galement possible de comparer deux v\u00e9los avec diff\u00e9rentes tailles de pneus. \n L\u2019angle de cha\u00eene maximum (croisement de cha\u00eene) permet de visualiser quelles combinaisons devraient \u00eatre \u00e9vit\u00e9es. \n Le lien du bas ouvre le calculateur avec les informations actuellement s\u00e9lectionn\u00e9es, ce qui est tr\u00e8s pratique pour les discussions en ligne. \n (merci \u00e0 Jimmy P.)
