# App Descriptor
appTitle=Ritzelrechner
appDescription=Eine einfache Demo

# Form labels and graphics content
title=Ritzelrechner
gearing=Schaltung
derailleurs=Kettenschaltung
chainrings=Kettenbl\u00e4tter
cogs=Ritzel
capacity=Schaltwerk-Kapazit\u00e4t
development=Entfaltung
cadence=Trittfrequenz
circumference=Reifenumfang
tire_size=Reifengr\u00f6\u00dfe
maxChainAngle= Max. Kettenschr\u00e4glauf
displayValue=Anzeige
units=Einheiten
metric=km/h
imperial=Mph
compare=Vergleich
gearStep=Gangsprung
highTorque=Hohes Drehmoment!
teeth=Zahnzahl
number=Nummer
ratio=\u00dcbersetzung
gearInches=Gear Inches
speed=Geschwindigkeit
linkDescription=Link auf die aktuell eingestellte Schaltung

# Ribbon Banner
bannerText=
bannerSubText=
bannerLink=

#Settings Dialog
settingsTitle=Einstellungen
minCadence=min Trittfrequenz
maxCadence=max Trittfrequenz
minTeethChainring=min Zahnzahl Kettenblatt
maxTeethChainring=max Zahnzahl Kettenblatt
minTeethCog=min Zahnzahl Ritzel
maxTeethCog=max Zahnzahl Ritzel
maxNumberChainrings=max Anzahl Kettenbl\u00e4tter
maxNumberCogs=max Anzahl Ritzel
cancel=Abbruch

# Help text
helpTitle=Anleitung
helpText=Der Ritzelrechner soll z.B. bei geplanten Neuanschaffungen helfen, eine optimale Schaltung zu finden, bzw. die Schaltung eines vorhandenen Rades zu optimieren. Hierf\u00fcr zeigt er grafisch die Geschwindigkeit und Entfaltung (Weg, den das Rad bei einer Kurbelumdrehung zur\u00fccklegt) f\u00fcr die m\u00f6glichen G\u00e4nge einer Ketten- oder Nabenschaltung an. \n Die Schaltungsart, Kettenbl\u00e4tter und Ritzel k\u00f6nnen aus vorgegebenen Listen ausgew\u00e4hlt oder direkt unterhalb der Grafik durch Verschieben der Zahnradsymbole ausgew\u00e4hlt werden. Nicht ben\u00f6tigte Kettenbl\u00e4tter und Ritzel lassen sich nach links herausschieben. \n Die Reifengr\u00f6\u00dfe kann ebenfalls aus einer Liste verf\u00fcgbarer Reifentypen ausgew\u00e4hlt oder direkt der Reifenumfang in mm angegeben werden.\n \n Der Ritzelrechner kennt nat\u00fcrlich nicht die eigene Leistungsf\u00e4higkeit. Deshalb ist es sinnvoll, zun\u00e4chst die Schaltungsdaten eines eigenen Rades einzugeben, von dem bekannt ist, welche G\u00e4nge bevorzugt benutzt werden, bzw. in welchen Geschwindigkeitsbereichen G\u00e4nge vermisst werden. Beim \u00d6ffnen startet der Ritzelrechner mit einer typischen 2x10 MTB Schaltung. Mit der Vergleichsfunktion kann dann ggf. eine bessere Schaltungsvariante gesucht werden, die die bevorzugten Geschwindigkeitsbereiche besser abdeckt. \n Hierbei lassen sich auch zwei R\u00e4der mit unterschiedlichen Reifengr\u00f6\u00dfen vergleichen.\n Wenn die Dreiecke einen gleichm\u00e4\u00dfigen Abstand haben, unterscheiden sich die G\u00e4nge um den gleichen Prozentsatz, was \u00fcblicherweise als angenehme Abstufung empfunden wird. Die Prozentwerte der Gangspr\u00fcnge und die Bandbreite werden in dem grauen Balken unten in der Grafik angezeigt. \n Der maximale Kettenschr\u00e4glauf bestimmt welche G\u00e4nge wegen zu schr\u00e4g laufender Kette nicht empfehlenswert sind. \n Der Link am Ende \u00f6ffnet den Ritzelrechner direkt mit der gerade gew\u00e4hlten Schaltungskombination und kann z.B. in Diskussionsforen verwendet werden, um eigene Schaltungsvorschl\u00e4ge zu erl\u00e4utern.\n F\u00fcr exotische F\u00e4lle oder theoretische \u00dcberlegungen (was ginge mit mehr als 12 Ritzeln?) ist es m\u00f6glich unter Einstellungen (Zahnrad oben rechts) die m\u00f6glichen Zahnzahlen b.z.w. Kettenblatt- und Ritzelanzahl zu erweitern. 